Repository: Gprisco/Deepen
Catalog: Reflection App/*.lproj/Localizable.strings
Languages: it

source: How did it go today?
it: Com'è andata oggi?

source: Wanna write something about your day?
it: Ti va di dire qualcosa sulla tua giornata?

source: How about your day?
it: Descrivi la tua giornata

source: Write something
it: Scrivi qualcosa

source: My day was...
it: Oggi è stato...

source: I achieved...
it: Oggi sono riuscito a...

source: How do you feel today?
it: Come ti senti oggi?

source: What do you want to talk about?
it: Di cosa vuoi parlare?

source: What would you have changed?
it: Cosa vorresti cambiare?

source: Work
it: Lavoro

source: Health
it: Salute

source: Relationship
it: Relazioni

source: Study
it: Studio

source: Choose for me
it: Scegli per me

source: Stressed
it: Stressato

source: Scared
it: Spaventato

source: Lucky
it: Fortunato

source: Happy
it: Felice

source: Energic
it: Energico

source: Depressed
it: Depresso

source: Confused
it: Confuso

source: Blessed
it: Benedetto

source: Angry
it: Arrabbiato

source: Sad
it: Triste

source: Good Morning
it: Buongiorno

source: Good Evening
it: Buonasera

source: Make the bed and you will be a hero!
it: Fai il letto e sarai un eroe!

source: Are we going to eat some fruit today?
it: Oggi mangiamo un po’ di frutta?

source: Spend some time outdoors, would you like some fresh air?
it: Trascorri un po' di tempo all’aperto, ti va una boccata d’aria?

source: Put your space in order, today I want a nice clean desk
it: Metti in ordine il tuo spazio, oggi voglio una bella scrivania pulita

source: Shine more every day and it's fantastic, never give up!
it: Splendi ogni giorno di più ed è fantastico, non mollare mai!

source: Ready to take on your commitments today? Remember: The greater the obstacle, the more glory in overcoming it.
it: Buongiorno (nome utente)! Pronto per affrontare i tuoi impegni oggi? Ricorda: Più grande è l’ostacolo più grande sarà la gloria nel superarlo.

source: Count 10 seconds before making a decision.
it: Conta 10 secondi prima di prendere una decisione.

source: Today take a moment to walk a bit and relax.
it: Oggi prenditi un momento per camminare un po’ e rilassati.

source: Try to remember what has made you full of energy in the past
it: Cerca di ricordarti cosa ti ha reso pieno di energie in passato

source: During your next meal, detach yourself from the rest and focus on the flavor
it: Durante il tuo prossimo pasto, distaccati dal resto e assapora quello che mangi

source: Recite an affirmation: “I already have everything I need to be happy”
it: Recita un’affermazione: “Io ho già tutto quello di cui ho bisogno per essere felice”

source: Just wanted to say: keep working on yourself, you are doing a great job. Don’t give up!
it: Volevo solo dirti: continua a lavorare su te stesso, stai facendo un ottimo lavoro. Non arrenderti!

source: Try not to say “no”, but to answer with a “Yes, but…”
it: Prova a non dire “no”, ma a rispondere “Si, ma…”

source: Take 10 minutes today to reflect on where you are in life and where you want to be heading
it: Prenditi 10 minuti oggi per riflettere su dove sei nella vita e dove vuoi andare

source: Studying without thinking is useless. Reflecting without studying is dangerous.
it: Studiare senza riflettere è inutile. Riflettere senza studiare è pericoloso.

source: Give each day the chance to be the most beautiful of your life.
it: Dai a ogni giornata la possibilità di essere la più bella della tua vita.

source: Mind is complicated. The content might be different but the essence is the same. Understand yourself and you will understand the world.
it: La mente è complicata. Il contenuto può cambiare ma l’essenza è la stessa. Conosci te stesso e conoscerai il mondo.

source: It's time to take some time for you ... How was your day? I can't wait to listen to you
it: E’ il momento di prenderti un po’ di tempo per te… Come è andata la tua giornata? Non vedo l’ora di ascoltarti

source: What’s on your mind? Remember I’m always here to help.
it: Che ti passa per la testa? Ricorda che sono sempre qui se hai bisogno di aiuto.

source: The important thing is to never stop questioning. Start your reflection!
it: La cosa importante è non smettere mai di interrogarsi. Inizia la tua riflessione!

source: Find 5 minutes to reflect, you won’t regret ;)
it: Trova 5 min per riflettere, non te ne pentirai ;)

source: How did your day go? Would you like to talk about it?
it: Come è andata la giornata? Ti va di parlarne?

source: By opening your mind you learn much more than by opening your mouth. Do you want to reflect?
it: Aprendo gli la mente si impara molto di più che aprendo la bocca. Ti va di riflettere?

source: Success in life is not given by exceptional events, but by daily dedication.
it: Il successo nella vita non è dato da eventi eccezionali, ma da dedizione quotidiana.

source: The thing about meditation is… you become more and more you.
it: La cosa bella della meditazione è.. Che diventi sempre di più te stesso.

source: It does not matter how slowly you go as long as you do not stop.
it: Non importa quanto vai piano, l’importante è non fermarsi.

source: Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.
it: La nostra più grande debolezza sta nel rinunciare. Il modo più sicuro per riuscire è sempre provarci ancora una volta.

source: Don’t fear difficult moments. The best comes from them.
it: Non temete i momenti difficili. Il meglio viene da lì.

source: Difficulties break some men, but make others.
it: Le difficoltà spezzano alcuni uomini, ma ne rafforzano altri.

source: Change your life today. Don’t gamble on the future, act now, without delay.
it: Cambia la tua vita oggi. Non scommettere sul futuro, agisci subito, senza indugio.

source: The future belongs to those who believe in the beauty of their dreams.
it: Il futuro appartiene a coloro che credono nella bellezza dei propri sogni.

source: You never know how strong you are, until being strong is your only choice.
it: Non saprai mai quanto sei forte, finché essere forte è l’unica scelta che hai.

source: Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.
it: Ho sempre tentato. Ho sempre fallito. Non discutere. Prova ancora. Fallisci ancora. Fallisci meglio.

source: There will always be rocks in the road ahead of us. They will be stumbling blocks or stepping stones; it all depends on how you use them.
it: Ci saranno sempre pietre sulla strada davanti a noi. Saranno ostacoli o trampolini di lancio; tutto dipende da come le usiamo.

source: Life is 10% what happens to you and 90% how you react to it.
it: La vita è per il 10% cosa ti accade e per il 90% come reagisci.

source: To succeed, work hard, never give up and above all cherish a magnificent obsession.
it: Per avere successo, lavora sodo, non mollare mai e soprattutto coltiva una magnifica ossessione.

source: Just make sure you never do less than your best.
it: Assicurati di non fare mai meno del tuo meglio.

source: It always seems impossible until it’s done.
it: Sembra sempre impossibile, finché non viene fatto.

source: Fall down seven times, stand up eight.
it: Cadi sette volte, rialzati otto.

source: Only those who dare to fail greatly can ever achieve greatly.
it: Solo chi osa fallire molto può ottenere grandi risultati.

source: For the past 33 years, I have looked in the mirror every morning and asked myself: “If today were the last day of my life, would I want to do what I am about to do today?” And whenever the answer has been “No” for too many days in a row, I know I need to change something.
it: Negli ultimi 33 anni, mi sono guardato allo specchio ogni mattina e mi sono chiesto: “Se oggi fosse l’ultimo giorno della mia vita, vorrei fare ciò che sto per fare oggi?” E ogni volta che la risposta è stata “No” per troppi giorni di fila, ho capito che bisognava cambiare qualcosa.

source: Ones best success comes after their greatest disappointments.
it: I successi migliori arrivano dopo le più grandi delusioni.

source: Failure is simply the opportunity to begin again, this time more intelligently.
it: Ogni fallimento è semplicemente un’opportunità per ricominciare in modo più intelligente.

source: I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times, I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.
it: Nella mia vita ho sbagliato più di novemila tiri, ho perso quasi trecento partite, ventisei volte i miei compagni mi hanno affidato il tiro decisivo e l’ho sbagliato. Ho fallito molte volte. Ed è per questo che alla fine ho vinto tutto.

source: Never confuse a single defeat with a final defeat.
it: Mai confondere una singola sconfitta con una sconfitta definitiva.

source: Don’t wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them.
it: Non aspettare grandi opportunità. Cogli le occasioni comuni e rendile grandi. Le persone deboli aspettano le opportunità; le persone forti se le creano.

source: There is a driving force more powerful than steam, electricity and nuclear power: the will.
it: C’è una forza motrice più forte del vapore, dell’elettricità e dell’energia atomica: la volontà.

source: If you’re not making mistakes, you’re not trying.
it: Se non stai facendo errori, non ci stai provando.

source: It’s better to light a candle than curse the darkness.
it: È meglio accendere una candela che maledire il buio.

source: It is not enough that we do our best; sometimes we must do what is required.
it: A volte fare del proprio meglio non è abbastanza. Bisogna fare ciò che è necessario.

source: The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.
it: La differenza tra una persona di successo e un’altra non è una mancanza di forza, non una mancanza di conoscenza, ma piuttosto una mancanza di volontà.

source: It is hard to fail, but it is worse never to have tried to succeed.
it: È duro fallire, ma è ancor peggio non aver mai provato ad avere successo.

source: Only those who dare may fly.
it: Vola solo chi osa farlo.

source: Before you react, think. Before you spend, earn. Before you criticize, wait. Before you quit, try.
it: Prima di reagire, pensa. Prima di spendere, guadagna. Prima di criticare, aspetta. Prima di pregare, perdona. Prima di mollare, prova.

source: In the middle of every difficulty lies an opportunity.
it: Nel mezzo delle difficoltà nascono le opportunità.

source: The man who moves a mountain begins by carrying away small stones.
it: L’uomo che muove una montagna inizia spostando piccole pietre.

source: Don’t wait. The time will never be just right.
it: Non aspettare. Non sarà mai il momento giusto.

source: A bend in the road is not the end of the road, unless you fail to make the turn.
it: Una deviazione in mezzo alla strada non è la fine della strada, a meno che tu non sappia girare.

source: Don’t find fault, find a remedy.
it: Non trovare il difetto. Trova il rimedio.

source: It isn’t where you came from. It’s where you’re going that counts.
it: Non è da dove vieni. È dove stai andando ciò che conta.

source: When one door closes another door opens; but we so often look so long and so regretfully upon the closed door, that we do not see the ones which open for us.
it: Quando una porta si chiude, un’altra porta si apre; ma tante volte guardiamo così a lungo quella chiusa, che non vediamo quell’altra che si è appena aperta per noi.

source: Do you struggle with procrastination?
it: Hai problemi con la procrastinazione?

source: Are you spending time on things really important to you?
it: Stai spendendo tempo sulle cose davvero importanti per te?

source: Where do you see yourself in 5 or 10 years?
it: Dove ti vedi tra 5 o 10 anni?

source: List 3 work experiences you would like to have in your life but you have not yet done
it: Elenca 3 esperienze lavorative che vorresti fare nella tua vita ma che ancora non hai fatto

source: What is preventing you from finding the ideal job?
it: Che cosa ti sta impedendo di trovare il lavoro ideale?

source: What are the things you should spend most time on?
it: Quali sono le cose a cui dovresti dedicare più tempo?

source: Are you spending your time with the right people?
it: Stai trascorrendo il tuo tempo con le persone giuste?

source: If you moved to the other side of the world, what would you miss most of what you have today?
it: Se ti trasferissi dall’altra parte del mondo, cosa ti mancherebbe di più di ciò che hai oggi ?

source: Who are the people who make you feel comfortable?
it: Quali sono le persone che ti fanno sentire a tuo agio?

source: What are the features you are looking for in a friend?
it: Quali sono le caratteristiche che cerchi in un amico?

source: What is the main flaw that others recognize in you?
it: Qual è il principale difetto che gli altri riconoscono in te?

source: What are your healthy and changing habits?
it: Quali sono le tue abitudini sane e quali quelle da cambiare?

source: Which word would best describe the way you spent the last month of your life?
it: Quale parola descriverebbe meglio il modo in cui hai trascorso l’ultimo mese della tua vita?

source: What do you do when you don't feel happy?
it: Cosa fai quando non ti senti felice?

source: What is the main change you need to make in your life?
it: Qual è il principale cambiamento che hai bisogno di realizzare nella tua vita?

source: What are you able to do today that you didn't know how to do a year ago?
it: Cosa sei in grado di fare oggi che non sapevi fare un anno fa?

source: What have you recently learned about yourself again?
it: Cos'è che recentemente hai imparato di nuovo su te stesso?

source: What are the activities that attract your attention?
it: Quali sono le attività che attirano la tua attenzione?

source: What is the most satisfying thing for you?
it: Qual è la cosa più soddisfacente per te?

source: What would you like to improve about yourself?
it: Cosa vorresti migliorare di te stesso?

source: Make a list of your flaws. Include all the criticisms they have addressed you and that you have absorbed
it: Fai una lista dei tuoi difetti. Includi tutte le critiche che ti hanno rivolto e che hai assorbito

source: Make a list of your positives aspects
it: Fai una lista dei tuoi aspetti positivi

source: If you had the ability to choose something you can do all day, what would you choose?
it: Se avessi facoltà di scegliere una cosa che puoi fare tutto il giorno, che cosa sceglieresti?

source: What was your childhood dream?
it: Qual era il tuo sogno da bambina/o?

source: What's the most important thing for you that you've done so far?
it: Qual è la cosa più importante per te che hai fatto finora?

source: What's the stupidest thing you've ever done in life?
it: Qual è la cosa più stupida che hai fatto nella vita?

source: What's the best thing that could happen to you now?
it: Qual è la cosa migliore che ti potrebbe capitare ora?

source: Do you have any regrets?
it: Hai qualche rimpianto?

source: What do you usually think before falling asleep?
it: Che cosa pensi, di solito, prima di addormentarti?

source: If you had the chance to change one thing in your life right now, what would you change?
it: Se avessi la possibilità di cambiare una cosa nella tua vita, proprio ora, che cosa cambieresti?

source: In one sentence, who are you?
it: In un a sola frase: chi sei tu?

source: What do you want to be appreciated for?
it: Per cosa vuoi essere apprezzato?

source: What fear of making mistakes prevented you from doing?
it: La paura di sbagliare cosa ti ha impedito di compiere?

source: What are the problems you keep refusing to face?
it: Quali sono i problemi che continui a rifiutarti di affrontare?

source: What is the thing you've done that you're most proud of?
it: Qual è la cosa che hai fatto di cui sei maggiormente orgoglioso?

source: What have you changed your opinion in recent times?
it: Riguardo a cosa hai cambiato opinione negli ultimi tempi?

source: If you could go back in time and give yourself advice as a young person, what advice would you give yourself?
it: Se potessi tornare indietro nel tempo e dare un consiglio a te stesso da giovane, quale consiglio ti daresti?

source: Well Done!
it: Ben Fatto!

source: Awesome!
it: Incredibile!

source: Cool!
it: Sei il numero 1!

source: Nice Job!
it: Bel lavoro!

source: Fantastic!
it: Fantastico!

source: Fabulous!
it: Favoloso!

source: Great!
it: Grande!
